---
kind: property
id: P:Autodesk.Revit.DB.ModelPath.CloudPath
source: html/56b05e52-a4dd-6aa4-2d7a-686436e36fb5.htm
---
# Autodesk.Revit.DB.ModelPath.CloudPath Property

Whether this path represents a path on an Autodesk server such as BIM360.

## Syntax (C#)
```csharp
public bool CloudPath { get; }
```